[
  {
    "who": "Ὁ Ἅγιος Προφήτης Σοφονίας",
    "intro": "Τῇ αὐτῇ ἡμέρᾳ, μνήμη τοῦ Ἁγίου Προφήτου Σοφονίου.",
    "sticharion": "Ὁ πρὶν βοήσας τῇ Σιών, Χαῖρε σφόδρα, / Χαίρει, παραστὰς τῷ Θεῷ, Σοφονίας. / Φαίδιμος ἐν τριτάτῃ Σοφονίας ἦτορ ἀφῆκεν."
  },
  {
    "who": "Ὁ Ἅγιος Ἱερομάρτυς Θεόδωρος, Ἀρχιεπίσκοπος Ἀλεξανδρείας",
    "intro": "Τῇ αὐτῇ ἡμέρᾳ, μνήμη τοῦ Ἁγίου Ἱερομάρτυρος Θεοδώρου, Ἀρχιεπισκόπου Ἀλεξανδρείας.",
    "sticharion": "Ἐν Πατριάρχαις καὶ Θεόδωρος μέγας, / Κἂν τοῖς ἀθληταῖς τοῖς διὰ ξίφους μέγας."
  },
  {
    "who":"Ὁ Ὅσιος Θεόδουλος ὁ ἀπὸ Ἐπαρχων",
    "intro": "Τῇ αὐτῇ ἡμέρᾳ, μνήμη τοῦ Ὁσίου Πατρὸς ἡμῶν Θεοδούλου, τοῦ ἀπὸ Ἐπαρχων.",
    "sticharion": "Ἐπαρχίαν γῆς οὐρανῶν ἐπαρχίας, / Ὁ Θεόδουλος ἀντέδωκεν ἐμφρόνως."
  },
  {
    "who": "Ὁ Ὅσιος Ἰωάννης, Ἐπίσκοπος Κολωνίας, ὁ Ἡσυχαστής",
    "intro": "Τῇ αὐτῇ ἡμέρᾳ, μνήμη τοῦ Ὁσίου Πατρὸς ἡμῶν Ἰωάννου, Ἐπισκόπου Κολωνίας, τοῦ Ἡσυχαστοῦ.",
    "sticharion": "Οὐχ ἡσυχάζω· καὶ θανόντα γὰρ στέφω, / Τὸν ἡσυχαστὴν Ἰωάννην τοῖς λόγοις."
  },
  {
    "who": "Οἱ Ἅγιοι Ἀγάπιος, Σέλευκος καὶ Μάμας",
    "intro": "Τῇ αὐτῇ ἡμέρᾳ, οἱ Ἅγιοι Ἀγάπιος, Σέλευκος, καὶ Μάμας, ξίφει τελειοῦνται.",
    "sticharion": "Τρεῖς ἄνδρες, Ἀγάπιος, Σέλευκος, Μάμας, / Πόθῳ Πλάσαντος ἤγγισαν καὶ ξίφος."
  },
  {
    "who": "Ὁ Ὅσιος Θεόδουλος ὁ Κύπριος",
    "intro": "Τῇ αὐτῇ ἡμέρᾳ, ὁ Ὅσιος Πατὴρ ἡμῶν Θεόδουλος ὁ Κύπριος, ὁ σαλός, ἐν εἰρήνῃ τελειοῦται.",
    "sticharion": "Κύπρου τὸ κλῆμα Θεόδουλος κυπρῖσαν, / Καὶ σταφυλὴν ποιῆσαν ἦλθεν εἰς τρύγην."
  },
  {
    "who": "Ὁ Ἅγιος Ἱερομάρτυς Γαβριήλ",
    "intro": "Τῇ αὐτῇ ἡμέρᾳ, μνήμη τοῦ Ἁγίου Ἱερομάρτυρος Γαβριὴλ, τοῦ Γάνου, μὲν ὄντος πρότερον Ἐπισκόπου Κωνσταντινουπόλεως, ὕστερον δ᾽ ἐν Προύσῃ μαρτυρήσαντος κατὰ τὸ ἔτος 1659.",
    "sticharion": "Εἴληφε διπλοῦν Γαβριὴλ νέος στέφος, / Ὡς ἱεράρχης καὶ ἀθλητὴς Κυρίου."
  },
  {
    "who": "Ὁ Ἅγιος Νεομάρτυς Ἀγγελής ὁ ἐν Χίῳ",
    "intro": "Τῇ αὐτῇ ἡμέρᾳ, ὁ Ἅγιος Νεομάρτυς Ἀγγελής, ὁ ἐν Χίῳ ἀθλήσας κατὰ τὸ ἔτος 1813, ξίφει τελειοῦται.",
    "sticharion": "Ὡς ὑπὲρ Χριστοῦ, Ἀγγελή, ἐναθλήσας, / Ἀγγέλων συνόμιλος ἀξίως ὤφθης."
  },
  {
    "ode": "ζ΄",
    "tune": "Δροσοβόλον μέν…",
    "verses": [
      "Ἀνατέταλκεν ἡ μνήμ σου Θεσπέσιε, κόσμῳ καθάπερ ἥλιος, καταυγάζουσα, προφητείας χάριτι τῆς σῆς, συμφώνως τοὺς ψάλλοντας πιστόυς· Εὐλογητὸς εἶ ὁ Θεός, ὁ τῶν Πατέρων ἡμῶν.",
      "Γονιμώτερος νεφέλης σὺ δεικνύμενος, ὄμβρον Θεογνωσίας μάκαρ ἐκ πηγῶν, δι᾽ ὧν φωτιζόμεθα βοᾶν· Εὐλογητὸς εἶ ὁ Θεός, ὁ τῶν Πατέρων ἡμῶν."
    ],
    "theotokion": "Λόγος πάλαι ὁ τὸ εἶναι παρασχόμενος, πᾶσι θείῳ βουλήματι, ἀνακαλέσασθαι βουληθείς, τὸν ἄνθρωπον Ἁγνή, τῇ σῇ κατεσκήνωσε γαστρί· Εὐλογημένη ἡ Θεὸν σαρκὶ κυήσασα."
  },
  {
    "ode": "η΄",
    "tune": "Ἐκ φλογὸς τοῖς Ὁσίοις…",
    "verses": [
      "Ἀνακειμένος ὅλος τῷ Παντοκράτορι, τῆς προνοίας τοὺς τρόπους, μεμυσταγώγησαι, οἰκονομικῶς, ἔθνῃ νόμῳ παιδεύοντας· ὅθεν σε ὑμνοῦμεν, Προφῆτα θεηγόρε.",
      "Ἰκετήριον ὕμνον, Θεῷ προσάγαγε, ὑπὲρ τῶν σὲ ὑμνούντων θεομακάριστε, καὶ τῶν περισπασμῶν, λύσον ἄρτι τὸν τάραχον, ἵνα σε ὑμνῶμεν, Προφῆτα θεορήμονα."
    ],
    "theotokion": "Ζωοδότην τεκοῦσα, Θεὸν καὶ Κύριον, τοῦ θανάτου τὴν ῥύμην, τὴν ἀκατάσχετον, ἔστησας Ἁγνή· ταύτην ἀπονέκρωσας· ὅθεν σε ὑμνοῦμεν, εἰς πάντας τοὺς αἰῶνας.",
    "irmos": "Ἐκ φλογὸς τοῖς Ὁσίοις δρόσον ἐπήγαγας, καὶ Δικαίου θυσίαν ὕδατι ἔφλεξας· ἅπαντα γὰρ δρᾷς, Χριστὲ, μόνῳ τῷ βουλέσθαι. Σὲ ὑπερυψοῦμεν, εἰς πάντας τοὺς αἰῶνας."
  },
  {
    "ode": "θ΄",
    "tune": "Θεὸν ἀνθρώποις…",
    "verses": [
      "Ἐν γῇ πραέων σὺ κατεσκήνωσας, ἔνθα τελῶν, Ἀγγέλων ἐποπτεύεις λαμπρότητας Σοφονία πάνσοφε, Προφῆτα Θεοῦ, πράος γεγενημένος, λάμπων τῇ χάριτι ὅθεν γενηθέντες οἱ πιστοί, σὲ μακαρίζομεν.",
      "Τῶν σῶν προρρήσεων παναοίδιμε, περιφανῶς ὁρῶντες, γενομένην τὴν ἔκβασιν, τὴν δοθεῖσαν χάριν σοι θαυμάζομεν, καὶ τὴν τῆς διανοίας σου καθαρότητα, καὶ τὸ τῆς ψυχῆς θεοειδές, καταπληττόμεθα."
    ],
    "theotokion": "Ὡς σὺ οὐδεὶς ποτε κεχαρίτωται, ἐκ γενεῶν ἀρχαίων, Θεομήτορ πανάχραντε· σὺ γὰρ μόνη τὴν πασῶν ἀσύγκριτον, ἔσχες ἁγιωσύνην, καὶ καθαρότητα· ὅθεν ὑπεδέξω τὸν Θεόν, ἐν σοὶ σαρκούμενον.",
    "irmos": "Θεὸν ἀνθρώποις ἰδεῖν ἀδύνατον, ὃν οὐ τολμᾷ Ἀγγέλων ἀτενίσαι τὰ τάγματα· διὰ σοῦ δὲ Πανάγνε, ὤφθη βροτοῖς, Λόγος σεσαρκωμένος· ὃν μεγαλύνοντες, σὺν ταῖς οὐρανίαις στρατιαῖς σε μεγαλύνομεν."
  },
  {
    "tune": "Τοῖς Μαθηταῖς συνελθῶμεν…",
    "exaposteilarion": "Σὺν Ἀσωμάτοις τάξεσι, παρεστὼς ἐν ὑψίστοις, τῇ ἀπροσίτῳ πάνσοφε, ἐν Τριάδι ἀμέσως, καὶ ἀστραπαῖς ταῖς ἐκεῖθεν, ἐλλαμπόμενος νέμοις, φῶς νοητὸν πρεσβείαις σου, τοῖς ἐκ πόθου τελοῦσι, σοῦ τὴν σεπτήν, καὶ φαιδρὰν πανήγυριν· καὶ σὲ μάκαρ, τοῖς ὕμνοις καταστέφουσι, Σοφονία Προφῆτα.",
    "theotokion": "Ὁ ἄνω δοξαζόμενος, ὡς Θεὸς ὑπ’ Ἀγγέλων, κόλπων πατρῶων Ἄχραντε, μὴ ἐκστὰς ἀπορρήτως, τοῖς κάτω συνανεστράφη· σὺ δὲ ταύτης ὑπὴρξας, τῆς σωτηρίας πρόξενος, ἐξ ἀγνῶν σου αἱμάτων, τούτῳ Ἁγνή, ὑπὲρ λόγον σάρκα δανεισαμένη· ὃν αἴτησαι τοῖς δούλοις σου, λύσιν δοῦναι πταισμάτων."
  }
]