[
  {
    "who": "Ὁ Ἅγιος Προφήτης Ναούμ",
    "intro": "Τῇ αὐτῇ ἡμέρᾳ μνήμη τοῦ Ἁγίου Προφήτου Ναούμ.",
    "sticharion": "Ναοὺμ, τὸν Ἐλκεσαῖον ἐκπνεύσαντα, / Ἕλκει πόθος με σμυρνίσαι σμύρνη λόγου. / Πρώτη ἐκ βίουτοῦ Δεκεμβρίου ᾤχετο Ναούμ."
  },
  {
    "who": "Ὁ Ὅσιος Φιλάρετος ὁ Ἐλεήμων",
    "intro": "Τῇ αὐτῇ ἡμέρᾳ μνήμη τοῦ Ὁσίου Φιλαρέτου τοῦ Ἐλεήμονος.",
    "sticharion": "Θνήσκεις ὁ πᾶσαν ἀρετὴν φέρων φρονύμως, / Πάτερ, φιλίας, τόν γε μὴν οἶκτον πλέον."
  },
  {
    "who": "Ὁ Ἅγιος Μάρτυς Ἀνανίας ὁ Πέρσης",
    "intro": "Τῇ αὐτῇ ἡμέρᾳ μνήμη τοῦ Ἁγίου Μάρτυρος Ἀνανίου τοῦ Πέρσου.",
    "sticharion": "Ἀνανίας σάρξ, πρὸς δὲ σαρκὸς αἰκίας, / Αἴσθησιν ὡς σὰρξ οὐδὲ μικρὰν λαμβάνει."
  },
  {
    "who": "Ὁ Ὅσιος Ἀντώνιος ὁ Νέος",
    "intro": "Τῇ αὐτῇ ἡμέρᾳ μνήμη τοῦ Ὁσίου Ἀντωνίου τοῦ Νέου.",
    "sticharion": " Ὁρῶν τὸν Ἀντώνιον οὗτος τὸν μέγαν, / Καὶ τοῖς τρόποις ὅμοιος ἀσκῶν ὡράθη."
  },
  {
    "who": "Ὁ Ἅγιος Ὀνήσιμος, Ἀρχιεπίσκοπος Ἐφέσου",
    "intro": "Τῇ αὐτῇ ἡμέρᾳ, ὁ Ἅγιος Ὀνήσιμος, ὁ Ἀρχιεπίσκοπος Ἐφέσου, ἐν εἰρήνῃ τελειοῦται.",
    "sticharion": "Ὀνησίμου τὸ σῶμα, κἂν γῆν εἰσέδυ, / Χρᾐζουσι βλύζει τὴν ὀνήσιμον χάριν."
  },
  {
    "who": "Ὁ Ἅγιος Θεόκλητος, Ἀρχιεπίσκοπος Λακεδαιμονίας",
    "intro": "Τῇ αὐτῇ ἡμέρᾳ μνήμη τοῦ ἐν Ἁγίοις Πατρὸς ἡμῶν Θεοκλήτου, Ἀρχιεπισκόπου Λακεδαιμονίας.",
    "sticharion": "Κλήσει καὶ πράγματι κλητὸς Θεῷ ὤφθης, / Καὶ νῦν, ὦ Θεόκλητε, Θεῷ συγχαίρεις."
  },
  {
    "who": "Οἱ Ἅγιοι Ἀνανίας καὶ Σολομών, Ἀρχιεπίσκοποι Ἐφέσου",
    "intro": "Τῇ αὐτῇ ἡμέρᾳ, μνήμη τῶν ἐν Ἁγίοις Πατέρων ἡμῶν καὶ Ἀρχιεπισκόπων Ἐφέσου Ἀνανίου καὶ Σολομώντος.",
    "sticharion": "Ποίμνης μιᾶς θνῄσκουσι ποιμένες δύο, / Καὶ πρὸς μίαν χωροῦσι χώραν οἱ δύο."
  },
  {
    "ode": "ζ´",
    "tune": "Ὁ ὑπερυψούμενος…",
    "verses": [
      "Ὡς θεοπτικώτατον, τὸν Προφήτην ἔχοντες, χορείας ἐξάρχοντα, σεπτῶς ἑορτάζομεν, ἐνθέως μελῳδοῦντες· Ὁ Θεὸς εὐλογητὸς εἶ.",
      "Σὲ πνευματοκίνητον, ἐπιγνόντες ὄργανον, καὶ λύραν θεόπνευστον, καλοῦμεν συλλήπτορα, τῶν ὕμνων μελῳδοῦντες· Ὁ Θεὸς εὐλογητὸς εἶ.",
      "Ἐστεψέ σε Κύριος, ὡς Προφήτην ἔνθεον, καὶ χάριν σοι δέδωκε, προλέγειν τὰ μέλλοντα, ᾧ πάντες μελῳδοῦμεν· Ὁ Θεὸς εὐλογητὸς εἶ."
    ],
    "theotokon": "Πύλην ἀδιόδευτον, ὁ Προφήτης βλέπει σε, Παρθένε πανάχραντε, ἣν μόνος διώδευσεν, ᾧ πάντες μελῳδοῦμεν· Ὁ Θεὸς εὐλογητὸς εἶ."
  },
  {
    "ode": "η´",
    "tune": "Σοὶ τῷ Παντουργῷ…",
    "verses": [
      "Αὔλου αὐγήν, τῆς ἀρχικῆς Τριάδος, Προφῆτα θεώμενος, μέλπεις ὑμνούμενος· Πάντα τὰ ἔργα, τὸν Κύριον ὑμνεῖτε, καὶ ὑπερυψοῦτε, εἰς πάντας τοὺς αἰῶνας.",
      "Ἱεροπρεπῶς, τὴν ἱερὰν σου μνήμην, Προφῆτα θεσπέσιε, τιμῶντες ψάλλομεν· Πάντα τὰ ἔργα, τὸν Κύριον ὑμνεῖτε, καὶ ὑπερυψοῦτε, εἰς πάντας τοὺς αἰῶνας."
    ],
    "theotokon": "Νεύρωσον Ἁγνή, τὸν τῆς ψυχῆς μου τόνον, λυθέντα τοῖς πταίσμασι, καὶ τοῖς παθήμασιν· ὅπως ὑμνήσω, Παρθένε τὸν σὸν τόκον, καὶ ὑπερυψῶ σε, τὴν Κεχαριτωμένην.",
    "irmos": "Σοὶ τῷ Παντουργῷ, ἐν τῇ καμίνῳ Παῖδες, παγκόσμιον πλέξαντες, χορείαν ἔμελπον· Πάντα τὰ ἔργα, τὸν Κύριον ὑμνεῖτε, καὶ ὑπερυψοῦτε, εἰς πάντας τοὺς αἰῶνας."
  },
  {
    "ode": "θ´",
    "tune": "Ἡσαΐα χόρευε, ἡ Παρθένος…",
    "verses": [
      "Ἐπὶ γῆς ἰσάγγελιον, πολιτείαν ἔσχες ἀληθῶς· καὶ νῦν ἐν τοῖς οὐρανοῖς, σὺν Ἀγγελικαῖς, χορείαις ἐσκηνώσας, περὶ τὸ φῶς τὸ τρισσοφεγγὲς οὐ ἐμφορούμενος, ἐποπτεύεις τοὺς ὑμνοῦντάς σε.",
      "Σὲ Θεῷ προσαγόμεν, ὑπὲρ κόσμου, μάκαρ πρεσβευτὴν· δυσωποῦμεν ἐκτενῶς, τῇ προφητικῇ, παρρησίᾳ χρώμενος, δοῦναι πιστοῖς ἀγαθοπρεπῶς, τὴν διαμένουσαν, αἰωνίαν ἀπολύτρωσιν."
    ],
    "theotokon": "Ὡς Θεὸν γεννήσασαν, καταλλήλως τε καὶ προσφόρως, καλοῦμέν σε οἱ πιστοί, θεηγορικῶς, Θεοτόκον ἄχραντον, παναληθεῖ, κλήσει τὸν σεπτόν, τόκον σου σεβόντες, Παναγία Μητροπάρθενε.",
    "irmos": "Ἡσαΐα χόρευε, ἡ Παρθένος ἔσχεν ἐν γαστρί, καὶ ἔτεκεν υἱὸν τὸν Ἐμμανουήλ, Θεὸν τε καὶ ἄνθρωπον· Ἀνατολὴ ὄνομα αὐτῷ· ὃν μεγαλύνοντες, τὴν Παρθένον μακαρίζομεν."
  }
]