[
  {
    "who": "Ἡ Ἁγία Μεγαλομάρτυς Βαρβάρα",
    "intro": "Τῇ Δ΄ τοῦ αὐτοῦ μηνός, ἄθλησις τῆς Ἁγίας Μεγαλομάρτυρος Βαρβάρας.",
    "sticharion": "Ξίφει πατὴρ θύσας σε, Μάρτυς Βαρβάρα, / Ὑπῆρξεν ἄλλος Ἀβραὰμ διαβόλου. / Βαρβάρα ἀμφὶ τετάρτῃ χερσὶ τοκῆος ἐτμήθη."
  },
  {
    "who": "Ὁ Ὅσιος Πατὴρ ἡμῶν Ἰωάννης ὁ Μοναχὸς καὶ Πρεσβύτερος, ὁ Δαμασκηνός",
    "intro": "Τῇ αὐτῇ ἡμέρᾳ, μνήμη τοῦ Ὁσίου Πατρὸς ἡμῶν Ἰωάννου Μοναχοῦ καὶ Πρεσβυτέρου, τοῦ Δαμασκηνοῦ.",
    "sticharion": "Πλήσας μελῶν γῆν ἡδέων Ἰωάννης, / Κἂν οὐρανοῖς ἤνεσι συνθεῖναι μέλη."
  },
  {
    "who": "Ὁ Ὅσιος Πατὴρ ἡμῶν Ἰωάννης, Ἐπίσκοπος Πολυβώτου, ὁ Θαυματουργός",
    "intro": "Τῇ αὐτῇ ἡμέρᾳ, μνήμη τοῦ Ὁσίου Πατρὸς ἡμῶν Ἰωάννου, Ἐπισκόπου Πολυβώτου, τοῦ Θαυματουργοῦ.",
    "sticharion": "Ἐπισκοπὴν γῆς ἐκλιπὼν Ἰωάννης, / Ἐπισκοποῦντος πάντα τέρπεται Θέᾳ."
  },
  {
    "who": "Ἡ Ἁγία Ἰουλιανή",
    "intro": "Τῇ αὐτῇ ἡμέρᾳ, ἡ Ἁγία Ἰουλιανὴ ξίφει τελειοῦται.",
    "sticharion": "Ἰουλιανὴν ὡς περιστερὰν δέχου, / Εἰ μὴ τέμνοιτο, τρίζουσαν Λόγε."
  },
  {
    "who": "Οἱ Ἅγιοι Χριστόδουλος καὶ Χριστοδούλη",
    "intro": "Τῇ αὐτῇ ἡμέρᾳ, οἱ Ἅγιοι Χριστόδουλος καὶ Χριστοδούλη ξίφει τελειοῦνται.",
    "sticharion": "Συνωνύμων σοι, παρθένε Χριστοδούλη, / Ὁ Χριστόδουλος καὶ συναθλεῖ σοὶ ξίφει."
  },
  {
    "who": "Ὁ Ἅγιος Νέος Ἱερομάρτυς Σεραφεὶμ ὁ Φαναρίου, Ἐπίσκοπος",
    "intro": "Τῇ αὐτῇ ἡμέρᾳ, ὁ Ἅγιος Νέος Ἱερομάρτυς Σεραφεὶμ ὁ Φαναρίου Ἐπίσκοπος, ὁ μαρτυρήσας κατὰ τὸ ἔτος 1601, σούβλῃ διαπαρεὶς, τελειοῦται.",
    "sticharion": "Ὁ γῆς Σεραφεὶμ Θετταλῶν φῶς ὡς κλάδος, / Θεῷ Λόγῳ πρόσεστι ῥείθροις αἱμάτων."
  },
  {
    "ode": "ζ´ (τῆς Ἁγίας)",
    "tune": "Ἀντίθεον πρόσταγμα…",
    "verses": [
      "Ὁ γῆν καταλήψεσθαι καὶ ἐξαλείψειν, τἠν θάλασσαν τύραννος, εἰκαίως φρυαττόμενος, ὡς παίγνιον πρόκειται, Βαρβάρας κόρης ποσί· τοῦτον ἐκνευρίσας γὰρ Χριστός, ὥσπερ στρουθίον σαθρὸν ἐδέσμευσε.",
      "Πληγαῖς ἀφορήτοις σου καταξανθέντος, τοῦ σώματος ὅλου τε, βαφέντος ἐν αἱμάτων ῥοαῖς, λαμπάσιν ὑπέμεινας, φλογιζομένη πλευράς, Μάρτυς παναοίδιμε, Χριστῷ εὐχαριστοῦσα, Βαρβάρα ἔνδοξε.",
      "Ὢ τῆς ἀπανθρώπου τε καὶ ἀναλγήτου, τυράννων ὠμότητος, καὶ πλείστης ἀθεότητος! μαστοὺς γὰρ τῆς Μάρτυρος, ὡς ἐν μακέλλῳ δεινῶς, ξίφεσι κατέτεμνον, τὸν νοῦν προσερειδούσης, τῷ Ζωοδότῃ Χριστῷ."
    ]
  },
  {
    "ode": "ζ´ (τοῦ Ὀσίου)",
    "tune": "Ἀντίθεον πρόσταγμα…",
    "verses": [
      "Τῷ ζήλῳ πυρούμενος τῶν θεομάχων, αἱρέσεων ἅπασαν, κακόνοιαν ανέτρεψας, συντόνοις συγγράμμασι, λευκάνας πᾶσι τρανῶς, πάλαι τὰ σποράδην τοῖς σοφοῖς, ὦ Ἰωάννη, συγγεγραμμένα ἰσχνῶς.",
      "Θερμῶς ἐσπιλίτευσας τῶν δυσωνύμῶν, τροφίμων τοῦ Μάνεντος, τὴν βλάσφημον ἀσέβειαν, νοθεῦσαι πειρασθεῖσαν, τὴν Ἐκκλησίαν Χριστοῦ, λόγοις τε καὶ δόγμασιν ὀρθοῖς, ὦ Ἰωάννη, οἷς περ συντέθεικας."
    ],
    "theotokion": "Αγίων Άγίαν σε κατανοοῦμεν, ὡς μόνην κυήσασαν, Θεὸν τὸν ἀναλλοίωτον, Παρθένε ἀμόλυντε, Μήτηρ ἀνύμφευτε: πᾶσι γὰρ ἐπήγασας πιστοῖς, τὴν ἀφθαρσίαν τῷ θείῳ τόκῳ σου."
  },
  {
    "ode": "η´ (τῆς Ἁγίας)",
    "tune": "Κάμινος ποτέ, πυρὸς…",
    "verses": [
      "ὬΦθη σοι Χριστός, φωτὶ ἐν ἀπροσἰτῷ,ἐγκαθειργμένῃ ὦ Βαρβάρα φρουρᾷ, θαῤῥεῖν προτρεπόμενος, καὶ τοὺς μώλωπας ἰώμενος, καὶ χαρμονὴν δωρούμενος· ὅθεν ἀνεπτερώθης, τοῦ σοῦ Νυμφίου τῷ ἔρωτι.",
      "Άγγελος φαιδρός, στολὴν φωτοειδῆ σε, διὰ Χριστὸν γεγυμνωμένπν σεμνή, Βαρβάρα ἠμφίασε, καὶ ὡς νύμφην περιήγαγε: τὰ πάθη τῇ ἐσθῆτι γάρ, Μάρτυς συνεξεδύσω, θείαν ἑκστᾶσα ἀλλοίωσιν.",
      "Δέδεικται σαφῶς, Χριστὲ ἡ πρόρρησίς σου, πεπληρωμένη· πατὴρ τέκνον γάρ, εἰς φόνον προδίδωσιν, αὐτουργός τε τῆς σφαγῆς γεγονώς, ὁ δείλαιος γεννήτωρ τῆς σῆς Μάρτυρος οὐρανίῳ, ὅθεν πυρὶ κατηνάλωται."
    ]
  },
  {
    "ode": "η´ (τοῦ Ὀσίου)",
    "tune": "Κάμινος ποτέ, πυρὸς…",
    "verses": [
      "Ἤλεγξας σαφῶς, ἐγγράφως Ἴωάννη, τοῦ Νεστορίου τὴν διαίρεσιν, Σεβήρου τὴν σύγχυσιν, μονοθέλητον παράνοιαν, καὶ πίστιν μονενέργητον, φέγγος Ὀρθοδοξίας, πᾶσιν ἀστράψας τοῖς πέρασιν.",
      "Έσπειρεν ἐχθρός, Ζιζάνια συνήθως, αἱρετικῶν ἐν ᾿Εκκλησίᾳ Χριστοῦ, τὴν τούτου προσκύνησιν, ἄθετεῖσθαι ἐν εἰκόσι σεπταῖς· ἀλλ᾽ εὗρεν οὐ νυστάζοντα, πάντα δὲ Ἰωάννη, σπόρον σε νόθον ἐκτίλλοντα."
    ],
    "theotokion": "Σὺ τὸν τοῦ Πατρός, ἀχώριστον ἐν μήτρᾳ, θεανδρικῶς πολιτευσάμενον, ἀσπόρως συνέλαβες, ἀφράστως ἀπεκύησας, Θεογεννῆτορ Πάναγνε· ὅθεν σε σωτηρίαν, πάντων ἡμῶν ἐπιστάμεθα.",
    "irmos": "Κάμινος ποτέ, πυρὸς ἐν Βαβυλῶνι, τὰς ἐνεργείας διεμέριζε, τῷ θείῳ προστάγματι, τοὺς Χαλδαίους καταφλέγουσα, τοὺς δὲ πιστοὺς δροσίζουσα, ψάλλοντας· Εὐλογεῖτε, πάντα τὰ ἔργα τὸν Κύριον."
  },
  {
    "ode": "θ´ (τῆς Ἁγίας)",
    "tune": "Ἀνάρχου Γεννήτορος…",
    "verses": [
      "Τὴν ἔνδοξον μέλλουσα, κομίζεσθαι τελείωσιν, διὰ ξίφους Βαρβάρα, τοῦ μαρτυρίου σοὺ, σὺν Ἰουλιανῇ τῶν στεφάνων, μαρτυρικῶς καταξιουμένη, φωνῆς θείας ἤκουσας, τελειούσης τὰς ἐντεύξεις σου.",
      "Πληρῶν σου τὴν αἴτησιν, Βαρβάρα ἀθληφόρε Χριστός, τὰς Ἰάσεις βραβεύει, τοῖς ἐκτελοῦσί σου, πίστει τὴν ἐτήσιον μνήμην, ὡς ἀληθῶς· θαλάσσης γὰρ ψάμμον, τὰ σὰ ὑπερβέβηκεν, εὐκλεῆ τερατουργήματα.",
      "Τῷ σῷ συναφθεῖσα νῦν, παντάνακτι νυμφίῳ Χριστῷ, καὶ ἀστράπτουσα δόξῃ, Βαρβάρα θείου φωτός, ἐν ἐπουρανίοις θαλάμοις τοὺς ὑμνητάς, τοὺς σοὺς ἐποπτεύοις, παθῶν ἀπαλΛάττουσα, καὶ προσάγουσα τῷ Ζῶντι Θεῷ."

    ],
    "irmos": "Ἀνάρχου Γεννήτορος, Υἱὸς Θεὸς καὶ Κύριος, σαρκωθεὶς ἐκ Παρθένου ἡμῖν ἐπέφανε, τὰ ἔσκοτισμένα φωτίσαι, συναγαγεῖν τὰ ἔσκοπισμένα: διὸ τὴν πανύμνητον, Θεοτόκον μεγαλύνομεν."
  },
  {
    "ode": "θ´ (τοῦ Ὀσίου)",
    "tune": "Ἀνάρχου Γεννήτορος…",
    "verses": [
      "Ἐδίδαξας ἅπαντας, τοὺς Ἐκκλησίας ᾄδειν υἱούς, ὀρθοδόως Μονάδα τἠν ἐν Τριάδι σεπτήν, σάρωσιν τοῦ Λόγου τε θεἰαν, θεολογεῖν, σαφῶς Ἰωάννη, τρανῶν τὰ δυσέφικτα, τοῖς πολλοὶς, ἐν ἱεραῖς συγγραφαῖς.",
      "Ἁγίων τὰ τάγματα, ὑμνολογήσας Ὅσιε, τὴν ἁγνὴν Θεοτόκον, Χριστοῦ τὸν Πρόδρομον, αὖθις Ἀποστόλους Προφήτας, σὺν Ἀσκηταῖς, σοφοὺς Διδασκάλους, Δικαίους καὶ Μάρτυρας, ἐν ταῖς τούτων νῦν αὐλίζῃ σκηναῖς."
    ],
    "theotokion": "Ὡς πόκος Πανάμωμε, τὸν ὄμβρον τὸν οὐράνιον, ἓν γαστρὶ δεξαμένη, ἡμῖν ἐκύησας, τὸν τὴν ἀμβροσίαν διδοῦντα, τοῖς εὐσεβῶς, αὐτὸν ἄνυμνοῦσι, καὶ σὲ τὴν πανύμνπτον, Θεοτόκον καταγγέλλουσιν.",
    "irmos": "Ἀνάρχου Γεννήτορος, Υἱὸς Θεὸς καὶ Κύριος, σαρκωθεὶς ἐκ Παρθένου ἡμῖν ἐπέφανε, τὰ ἔσκοτισμένα φωτίσαι, συναγαγεῖν τὰ ἔσκοπισμένα: διὸ τὴν πανύμνητον, Θεοτόκον μεγαλύνομεν."
  },
  {
    "exaposteilarion": [
      {
        "tune": "Ἔν Πνεύματι τῷ Ἱερῷ…",
        "verse": "Τὴν χάριν τῶν ἰάσεων, ἐκ Θεοῦ δεξαμένη, Βαρβάρα παναοίδιμε, τοῦ ἰᾶσθαι τὰς νόσους, τῶν πίστει προστρεχόντων σοι, τὸν Θεὸν δοξάζουσα, τὸν ἐπὶ πάντων Δεσπότην, ῥῦσαι πάντας κινδύνων, λοιμικῆς ἀσθενείας, καὶ ψυχικῶν νοσημάτων."
      },
      {
        "tune": "Ἔν Πνεύματι τῷ Ἱερῷ…",
        "verse": "Ἀνέτρεψας σοφίᾳ σου, τὰς αἱρέσεις παμμάκαρ, ὦ Ἰωάννη πάνσοφε, καὶ ὀρθόδοξον δόγμα, τῇ Ἐκκλησίᾳ δέδωκας, τοῦ ὀρθῶς δογματίζειν, καὶ δοξάζειν Τριάδα, Μονάδα τρισυπόστατον, ἐν μιᾷ τῇ οὐσίᾳ."
      }
    ],
    "theotokion": "Ἐκύησας Πανάχραντε, τὸν τοῦ Θεοῦ Θεὸν Λόγον, τῷ κόσμῳ τὴν σωτήριον, ἐκτελοῦντα πανσόφως, οἰκονομίαν ἀρίστην· διὰ τοῦτό σε πάντς, ὑμνολογοῦμεν ἀξίως, ὣς πρὲσβεύουσαν τούτῳ, λυτρωθῆναι ἡμᾶς νόσων, καὶ παντοίων κινδύνων."
  }
]