[
  {
    "who": "Ὁ Ὅσιος Πατὴρ ἡμῶν Σάββας ὁ Ἡγιασμένος",
    "intro": "Τη Ε’ τοῦ αὐτοῦ μηνός, μνήμῃ τοῦ Ὅσίου Πατρὸς ἡμῶν Σάββα του Ἡγιασμένου.",
    "sticharion": "Ψυχὴν ὄπισθεν τοῦ Θεοῦ κολλῶν πάλαι, /  Ἔμπροσθεν αὐτο νῦν παρίσταται Σάββας. / Θεσπεσίοιο πόλου πέμπτῃ Σάββας ἐντὸς ἐσήχθη."
  }, {
    "who": "Ὁ Ἅγιος Μάρτυς Ἀναστάσιος",
    "intro": "Τῇ αὐτῇ ἡμέρᾳ, μνήμῃ τοῦ Ἁγίου Μάρτυρος Ἀναστασίου.",
    "sticharion": "Ἀναστάσιον τιμῷ ὡς σεβόμενον, / Τὴν ᾿Ανάστασιν τοῦ Χριστοῦ καὶ Θεοῦ μου."
  }, {
    "who": "Ὁ Ἅγιος Μάρτυς Διογένης",
    "intro": "Τῇ αὐτῇ ἡμέρᾳ, ὁ Ἅγιος Μάρτυς Διογένης, λιθοβοληθείς, τελειοῦται.",
    "sticharion": "Χαίρων ὑπ᾽ ἀνδρῶν ἐνδιδύσκεται πλάνων, / Χιτῶνα Μάρτυς λάϊνον Διογένης."
  }, {
    "who": "Ὁ Ἅγιος Μάρτυς Ἀβέρκιος",
    "intro": "Τῇ αὐτῇ ἡμέρα, ὁ Ἅγιος Μάρτυς Ἀβέρκιος ξίφει τελειοῦται.",
    "sticharion": "Ἔπαθλον, Ἀβέρκιε, τομῆς σοὶ, μἐγα· / Οὐ γὰρ κότινος, οὐρανὸς δὲ τὸ στέφος."
  }, {
    "who": "Ὁ Ὅσιος Νόννος",
    "intro": "Τῇ αὐτῇ ἡμέρᾳ, ὁ Ὅσιος Νόννος ἐν, εἰρήνῃ τελειοῦται.",
    "sticharion": "Φυγόντα Νόννον ἀντικειμένου πέδην, / Πεδοῦσι νεκρὸν κείμενον ταῖς κειρίαις."
  }, {
    "who": "Ὁ Ὅσιος Γράτος",
    "intro": "Τη αὐτῇ ἡμέρᾳ, ὁ Ὅσιος Γράτος ἐν εἰρήνῃ τελειοῦται.",
    "sticharion": "Ηλπίζετο ζῶν ἄγγελος πεφυκέναι, / Ἀλλ’ ἐκθανὼν ἄνθρωπος ἠλέγχθη Γράτος."
  }, {
    "who": "Ὁ Ὅσιος Πατὴρ ἡμῶν Νεκτάριος",
    "intro": "Τῇ αὐτῇ ἡμέρᾳ, μνήμη τοῦ Ὀσίου Πατρὸς ἡμῶν Νεκταρίου, τοῦ ἐν τῷ κελλίῳ τοῦ Ἰάγαρι, κειμένῳ κατὰ τὰς Καρεὰς τοῦ Ἄθω, ἀσκήσαντος κατὰ τὸ ἔτος 1470.",
    "sticharion": "Ὁ Νεκτάρίος πικρίαν πιὼν βίου, / Νέκταρ πίνει νῦν ἀμβροσίας τῆς ἄνω."
  }, {
    "who": "Ὁ Ὅσιος Φιλόθεος ὁ Καρεώτης",
    "intro": "Τη αὐτῇ ἡμέρᾳ, ὁ Ὅσιος Φιλόθεος ὁ Καρεώτης, ὁ χρηματίσας πνευματικὸς πατὴρ τοῦ ἀνωτέρω Νεκταρίου, ὁ καὶ προορατικοῦ χαρίσματος ἠξιωμένος, ἐν εἰρήνῃ τελειοῦται."
  }, {
    "who": "Οἱ Ἅγιοι Ὅσιοι Μάρτυρες οἱ ἐν τοῖς κελλίοις τοῦ Ἄθω",
    "intro": "Τῇ αὐτῇ ἡμέρᾳ οἱ Ἅγιοι Ὅσιοι Μάρτυρες, οἱ ἐν τοῖς κελλίοις τοῦ Ἄθω κατοικοῦντες, οἱ τοὺς Λατινόφρονας ἐλέγξαντες, τὸν Βασιλέα, φημί, Μιχαὴλ καὶ τὸν Πατριάρχην Βέκκον, ὁ μὲν πρῶτος ἀγχόνῃ, οἱ δὲ λοιποὶ ξίφει τελειοῦνται."
  }, {
    "ode": "ζ’",
    "tune": "Θεοῦ συγκατάβασιν…",
    "verses": [
      "Ἀπέθου τὰ πρόσκαιρα, τῶν αἰωνίων διαμειβόμενος· σὺν ᾿Αγγέλοις χορεύεις, ὡς τῶν Ἀγγέλων πολιτευσάμενος, τὴν πολιτείαν μεθ᾽ ὧν καὶ συνέψαλλες· Εὐλογητὸς ὁ Θεός, ὁ τῶν Πατέρων ἡμῶν.",
      "Βοᾳ χαριστήρια, ἡ σὴ μεγίστη Λαύρα καὶ πάντιμος, οἰκιστήν σε καὶ κτίστην, καὶ πολιοῦχον προβαλλομένη σοφέ, καὶ καυχωμένη κραυγάζει πρὸς Κύριον· Εὐλογητὸς ὁ Θεός, ὁ τῶν Πατέρων ἡμῶν.",
      "Ἀπαύστως ἱκέτευε, Σάββα θεόφρον ὑπὲρ τῆς ποίμνης σου· ἐκτενῶς τε δυσώπει, τοὺς σοὺς καμάτους διαιῶνίζειν ἀεί, καρποφοροῦντας, τοὺς πόθῷ κραυγάζοντας· Εὐλογητὸς ὁ Θεός, ὁ τῶν Πατέρων ἡμῶν."
    ],
    "theotokion": "Νυμφῶνα πανάχραντον, τῆς ὑπὲρ λόγον Λόγου σαρκώσεως, καὶ Παστάδα καὶ Θρόνον, ὀρθὰ φρονοῦντες σὲ ὀνομάζομεν, καὶ γεγηθότες, τῷ τόκῳ σου ψάλλομεν· Εὐλογητὸς ὁ Θεός, ὁ τῶν Πατέρων ἡμῶν."
  }, {
    "ode": "η´",
    "tune": "Ἑπταπλασίως κάμινον…",
    "verses": [
      "Ἔν εὐφροσύνῃ Ὅσιε, τῶν Ἁγίων τὰ τάγματα, τῆς καθαρωτάτης σου ψυχῆς προστρέχουσιν, εἰς τόπον ἀνέσεως, εἰς φωτεινὰ σκηνώματα, ἔνθα τῶν Ἁγίων, οἱ χοροὶ ποδηγοῦντες· μεθ᾽ ὧν ἀναμέλπεις· Ἱερεῖς εὖλογεῖτε, Λαὸς ὑπερυψοῦτε, Χριστὸν εἷς τοὺς αἰῶνας.",
      "Ξένα τὰ σὰ θαυμάσια· τοὺς γὰρ θῆρας ἡμέρωσας, προκατηρεμίσας τῶν παθῶν τὰ κύματα: προλέγεις τὰ μέλλοντα, προφητικῷ χαρίσματι· στίφη τῶν δαιμόνων, φυγαδεύων ἐλαύνεις, εὐτόνοις ἀγρυπνίαις, προσευχαῖς καὶ νηστείαις, Σταυροῦ τε τῇ ἀμάχῳ, δυνάμει Θεοφόρε.",
      "Ὁ Μωῦσῇ τὸ πρότερον, ἀπὸ στύλου φθεγγόμενος, στῦλον ἀπὸ γῆς εἰς οὐρανοὺς ὁλόφωτον, ἐκτείνας σοι ἔδειξεν, ἔνθα καὶ νῦν κατάκειται, τὸ καρτερικόν σου, καὶ πολύαθλον σῶμα· ᾧ πίστει παρεστῶτες, εὐσεβῶς μελῳδοῦμεν· Λαὸς ὑπερυψοῦτε, Χριστὸν εἰς τοὺς αἰῶνας.",
      "Χαρμονικῶς ἡ μνήμ σου, ἐκτελεῖται Πανεύφημε· τὴν χαροποιὸν γὰρ ἀρετὴν ἐνδέδυσαι, τὸ ὄντως ἱμάτιον, τοῦ σωτηρίου καὶ καθαρόν, καὶ φωτοειδῆ τῆς εὐφροσύνης χιτῶνα· ᾧ νῦν ὡραϊσμένος, μὲλῳδεῖς ανένδότως· Λαὸς ὑπερυψοῦτε, Χριστὸν εἰς τοὺς αἰῶνας." 
    ],
    "theotokion": "᾿Απειρογάμως τέτοκας, καὶ Παρθένος διέμεινας, καὶ τῷ ξένῳ τόκῳ σου συνῆψας ἅπαντα, τὸν χρόνιον πόλεμον, καὶ τὴν μακρὰν διάστασιν, λύσασα Χριστόν, τὸν τῆς εἰρήνης δοτῆρα, βαστάζοντα ἐν κόλποις· ὅν πιστῶς εὐλογοῦντες, σὲ πόθῳ ανυμνοῦμεν, τὴν μόνην Θεοτόκον."
  }, {
    "ode": "θ´",
    "tune": "᾿Εξέστη ἐπὶ τούτῳ…",
    "verses": [
      "Μυρίζει σου ἡ θήκη πνευματικήν, εὐωδίαν πλουσίως εὐφραίνουσα, τοὺς σοὺς υἱούς, σὲ περιεστῶτας εἰλικρινῶς, ἐνθυμουμένους Ὅσιε, τὴν ἀγγελικήν σου διαγωγήν, καὶ τὴν σοὶ δεδομένην, λαμπρότητα καὶ δόξαν, καὶ τὴν ἀῑδιον τερπνότητα.",
      "Ἐρράγη ἐν ἐρήμῳ ὕδωρ καὶ γῆ, ἡ διψῶσα εἰς ἕλη ἐγένετο, ταῖς προσεὐχαῖς, μετασκευασθεῖσα Πάτερ ταῖς σαις· ἀσκητικαὶ γὰρ φάλαγγες, ταύτην κατοικοῦσι ποταμηδόν· ἡ χώρα Ἰορδάνου, ἐξήνθησεν ὡς κρίνον, ἀρδευομένη τοῖς σοῖς δάκρυσιν.",
      "Λαμπρότης τῶν Ἁγίων ἐν οὐρανοῖς, ὡς δικαίῳ σοι Πάτερ ἀνέτειλε· τὸν γὰρ Χριστόν, τὴν δικαιοσύνην τὴν ἀληθῆ, περιφανῶς ἠγάπησας, οὗ τἠν πολιτείαν ἰχνηλατῶν, τὴν τούτου ζωηφόρον, παμμάκαρ ἐμιμήσω, ὡς δυνατόν σοι ἁγιότητα.",
      "Πλουσίως θεοφόρε λάμπων φωτί, καὶ χορείας Αγγέλων θεώμενος, φωτοειδεῖς, περιπολευούσας τὸ τρισσὸν φῶς, καὶ δεχομένας χάριτι, τὰς τῆς θεοπτίας ἐπιβολάς, μὴ παύσῃ ἱκετεύων, ἀφέσεως πταισμάτων, ἄξωθῆναι τοὺς ὑμνοῦντάς σε."
    ],
    "theotokion": "Ὡράθης ὦ Παρθένε Μήτηρ Θεοῦ, ὑπὲρ φύσιν τεκοῦσα ἐν σώματι, τὸν ἀγαθόν, Λόγον ἐκ καρδίας τῆς ἔαυτοῦ, ὃν ὁ Πατὴρ ἠρεύξατο, πάντων πρὸ αἰώνων ὡς ἀγαθός ὃν νῦν καὶ τῶν σωμάτων, ἐπέκεινα νοοῦμεν, εἰ και τὸ σῶμα  περιβέβληται."
  }, {
    "tune": "Ἐν Πνεύματι τῷ Ἱερῷ…",
    "exaposteilarion": "Τὴν ἔρημον ἐπόλισας, τρόποις ἐν φιλοσόφοις, Πατέρων τὸ ἀγλάϊσμα, Σάββα πάτερ θεόφρον, καὶ ταύτην ἀπετέλεσας, νοπτὸν Παράδεισον, κομῶσαν ἄνθεσι θείοις, μονοτρόπῶν τῷ πλήθει, τῶν ἀξίως τελούντῶν, τὴν σὴν σεβάσμιον μνήμην."
  }, {
    "tune": "Φῶς ἀναλλοίωτον Λόγε…",
    "exaposteilarion": "Ἡ ἔρημος εὐφραινέσθω, καὶ ἐξανθείτῳ ὡς κρίνον, ὅτι ἐπλήθυνας ταύτης, τὰ τέκνα Σάββα θεόφρον· ἡ χώρα τοῦ Ἰορδάνου, ἀγαλλιάσθω νῦν χαρμοσύνως, ἐπὶ τῇ θείᾳ σου μνήμῃ.",
    "theotokion": "Χρυσοπλοκώταις Πύργε, καὶ δωδεκάτειχε Πόλις, ἡλιοστάλακτε Θρόνε, Καθέδρα τοῦ Βασιλέως, ἀκατανόητον θαῦμα! πῶς γαλουχεῖς τὸν Δεσπότην;"
  }
]