[
  {
    "who": "Ὁ ἐν Ἁγίοις Πατὴρ ἡμῶν Νικόλαος, Ἀρχιεπίσκοπος Μύρων τῆς Λυκίας ὁ Θαυματουργός",
    "intro": "Τῇ ΣΤ’ τοῦ αὐτοῦ μηνός, μνήμη τοῦ ἐν Ἀγίοις Πατρὸς ἡμῶν Νικολάου, Ἀρχιεπισκόπου Μύρων τῆς Λυκίας τοῦ Θαυματουργοῦ.",
    "sticharion": "Ό Νικόλαος, πρέσβυς ὢν ἐν γῇ μέγας, / Καὶ γῆς ἀποστάς, εἰς τὸ πρεσβεύειν ζέει. / Ἕκτῃ Νικόλεώ γε φάνη βιότοιο τελευτή."
  }, {
    "who": "Ὁ Ἅγιος Νεομάρτυς Νικόλαος ὁ Καραμάνος",
    "intro": "Τῇ αὐτῇ ἡμέρᾳ, μνήμη τοῦ Ἁγίου Νεομάρτυρος Νικολάου, τοῦ Καραμάνου, τοῦ ἐν Σμύρνῃ μαρτυρήσαντος κατὰ τὸ ἔτος 1657.",
    "sticharion": "Ἐμαρτύρησας ὥσπερ ἠρνήσω πάλαι· / Ὅθεν στέφανον, Νικόλαξε, λαμβάνεις."
  }, {
    "ode": "ζ΄ (τῆς Θεοτόκου)",
    "tune": "Ἡ κάμινος Σωτὴρ ἐδροσίζετο…",
    "irmos": "Ἡ κάμινος Σωτὴρ ἐδροσίζετο, οἱ Παῖδες δὲ χορεύοντες ἔψαλλον· Εὐλογητὸς εἶ Κύριε, ὁ Θεὸς ὁ τῶν Πατέρων ἡμῶν.",
    "verses": [
      "Ὃ Ὕψιστος Παράδεισον ἔμψυχον, Παστάδα τε Ἀγνὴ χαριτόπλοκον, χρυσόμορφον Πορφύραν, καὶ Οὐρανόν σε ἀνέδειξε. ",
      "Στερέωσον τὸν νοῦν μου τρεπόμενον, τὸν λογισμὸν κλονούμενον ἔδρασον, ἐν ἀσαλεύτῳ με πέτρᾳ, τῇ σῇ σκέπῃ Μητροπάρθενε."
    ]
  }, {
    "ode": "ζ΄ (τοῦ Ἁγίου)",
    "tune": "Εἰκόνος χρυσῆς…",
    "verses": [
      "Ξυρῷ πειρασμῶν, περιπέπτωκα δεινῶς κατακεντούμενος, καὶ πύλαις ᾍδου προσεπέλασα, ταῖς ἀθυμίαις βαλλόμενος· σῶσόν με πρεσβείαις σου μάκαρ, καὶ ἀνάστησον ψάλλοντα· Εὐλογητὸς εἶ ὁ Θεός, ὁ τῶν Πατέρων ἡμῶν.",
      "Ἀδύτου φωτός, ταῖς ἀύλοις ἀστραπαῖς περιλαμπόμενος, τοὺς ἐν τῷ σκότει τῶν θλίψεων, κεκακωμένους ἐξάρπασον, καὶ πρὸς φωτισμὸν εὐφροσύνης, καθοδήγησον ψάλλοντας· Εὐλογητὸς εἶ ὁ Θεός, ὁ τῶν Πατέρων ἡμῶν."
    ],
    "theotokion": "Δυσώπει Χριστόν, τὸν Υἱόν σου καὶ Θεὸν Θεογεννήτρια, τοὺς πεπραμένους δεινοῖς πταίσμασι, καὶ ταῖς ἀπάταις τοῦ ὄφεως, αἵματι αὑτοῦ τῷ τιμίῳ, ἀναρρύσασθαι ψάλλοντας· Εὐλογητὸς εἶ ὁ Θεός, ὁ τῶν Πατέρων ἡμῶν."
  }, {
    "ode": "ζ΄ (τοῦ Ἁγίου)",
    "tune": "Οἱ Παῖδες εὐσεβείᾳ…",
    "verses": [
      "Παντοίων χαλεπῶν τε νοσημάτων, ἰατρὸς πανάριστος πάτερ Νικόλαε, φανείς, τῆς ψυχῆς μου τὴν ἀσθένειαν, ἰασάμενος παράσχου εὐρωστίαν βοᾶν. Ὀ τῶν Πατέρων, Θεὸς εὐλογητὸς εἶ.",
      "Ῥυσάμενος τοὺς πάλαι στρατηλάτας, ἐκ θανάτου Ἅγιε τούτους δήγειρας, ὑμνεῖν καὶ δοξάζειν τὸν Σωτῆρα Χριστόν, μετὰ πίστεως θερμῆς καὶ ἀνακράζειν σοι· Σὲ ἀνευφημοῦμεν, σοφὲ ὧς εὐεργέτην.",
      "Σοφίας τῷ κρατῆρι πλησιάσας, μυστικῶς τὰ χείλη σου πάτερ Νικόλαξε, κρουνοὺς ἀμβροσίας ἔνθεν ἤντλησας, ὑπὲρ μέλι καὶ κηρίον τοῖς λαοῖς ἐκβοῶν· Ὀ τῶν Πατέρων, Θεὸς εὑλογητὸς εἶ."
    ],
    "triadikon": "Τριὰς σὲ ἀνυμνοῦμεν Τρισαγία, καὶ Μονὰς τριλαμπεστάτη ὁμοούσιε, Πατήρ, ὁ Υἱὸς καὶ Πνεῦμα Ἅγιον· ἐν οἷς πάντες βαπτισθέντες ἀναμέλπομεν· Ὁ τῶν Πατέρων, Θεὸς εὐλογητὸς εἶ.",
    "theotokion": "Ἔκ πάντων δεχομένη τὰς δεήσεις, Θεοτόκε πρέσβευε, τῷ σῷ Υἱῷ καὶ Θεῷ, λυτρωθῆναι τῆς κολάσεως, τοὺς τιμῶντάς σε κυρίως καὶ κραυγάζοντας· Ὁ τῶν Πατέρων, Θεὸς εὐλογητὸς εἶ.",
    "katavasia": "Οἱ Παῖδες εὐσεβείᾳ συντραφέντες, δυσσεβοῦς προστάγματος καταφρονήσαντες, πυρὸς ἀπειλὴν οὐκ ἐπτοήθησαν, ἀλλ᾽ ἐν μέσῳ τῆς φλογὸς ἑστῶτες ἔψαλλον· Ὁ τῶν Πατέρων, Θεὸς εὐλογητὸς εἶ."
  }, {
    "ode": "η΄ (τῆς Θεοτόκου)",
    "tune": "Ὃν φρίττουσιν Ἄγγελοι…",
    "irmos": "Ὃν φρίττουσιν Ἄγγελοι, καὶ πᾶσαι στρατιαί, ὡς Κτίστην καὶ Κύριον, ὑμνεῖτε Ἱερεῖς, δοξάσατε Παῖδες, εὐλογεῖτε λαοί, καὶ ὑπερυψοῦτε εἰς πάντας τοὺς αἰῶνας.",
    "verses": [
      "Ὡς ἔμψυχος θάλαμος, καὶ ἔμπνους ἁλουργίς, χλαμὺς ἁλουργόχροος, τῷ πάντων Βασιλεῖ, ἐδείχθης Παρθένε, καὶ πορφύρα ἐξ ἧς, ἡ σὰρξ συνεξυφάνθη, τοῦ Θεανθρώπου Δόγου.",
      "Συνέλαβες Ἄχραντε, τὸν ἅπασαν δρακί, τὴν κτίσιν συνέχοντα, ὡς Κτίστὴν καὶ Θεόν, ἀρρήτως ἀφράστως, δι᾽ ἡμᾶς καθ᾽ ἡμᾶς, βροτὸν γεγονότα, καὶ ὃ ἦν μὴ ἐκστάντα."
    ]
  }, {
    "ode": "η΄ (τοῦ Ἁγίου)",
    "tune": "Τὸν ἐν καμίσῳ τοῦ πυρόνσς…",
    "verses": [
      "Ὡς εὐμενὴς καὶ συμπαθής, τοὺς ἐν βάθει πειρασμῶν περισχεθέντας, ἐλευθέρωσον μάκαρ, τῶν κατεχόντων δεινῶν, τὴν λύσιν βραβεύων πρεσβείαις σου, ταῖς πρὸς τὸν Σωτῆρα, Χριστὸν Ἱερομύστα.",
      "Μυσταγωγὸς τῶν ὑπὲρ νοῦν, τῶν Ἁγίων λειτουργὸς καὶ οὐρανίων, χρηματίζων Θεόφρον, Ἀρχιερεύς τε πιστός, πταισμάτων τὴν ἄφεσιν αἴτησαι, παρὰ τοῦ Σωτῆρος, ἡμῶν Ἱεροφάντα."
    ],
    "theotokion": "Ἐξασθενεῖ μου νῦν ὁ νοῦς, εἷς τὰ βάθη ἐμπεσῶν τῆς ἀτιμίας, ὡς ἐντεῦθεν ποικίλοις, περιπαρῆναι κακοῖς· ἀλλὰ σὺ Παρθένε Θεράπευσον, τῷ τῆς ἀπαθείας, φωτὶ περιβαλοῦσα."
  }, {
    "ode": "η΄ (ἕτερος τοῦ Ἁγίου)",
    "tune": "Θαύματος ὑπερφυοῦς…",
    "verses": [
      "Τάγματα Πατριαρχῶν καὶ Ἀποστόλων, Ἱερέων τε Μαρτύρων δῆμοι, Προφητῶν ὁ σύλλογος, ἅπας δῆμος τῶν Ἀσκητῶν, μακαρίζουσι τὴν θείαν πολιτείαν σου· μεθ᾽ ὧν καὶ ἡμεῖς παρακαλοῦμέν σε· Μὴ ἐἑλλίπῃς δυσωπῶν ἀεὶ τὸν Κύριον, διαφυλαχθῆναι, ἡμᾶς ἐκ πάσῃς βλάβης.",
      "Ὕψιστε Παμβασιλεῦ μεγαλοκράτορ, ταῖς εὐχαῖς τοῦ Ὁσίου ποιμένος, τὴν ζοὴν εἰρήνευσον, πάντων Λόγε χριστιανῶν, χοργῶν κατὰ βαρβάρων εὐσεβεῖ βασιλεῖ, τὴν νίκην καὶ τὴν ἰσχὺν δεόμεθα, ἵνα πάντες ἀεὶ ὑμνῶμεν τὸ κράτος σου, καὶ ὑπερυψῶμεν, εἰς πάντας τοὺς αἰῶνας.",
      "Φωτὶ ἐλλαμφθεὶς τῷ ἀπροσίτῳ Πάτερ, τὰς ψυχὰς τῶν ἐν Θλίψει αὐγάζεις, διαλύων ἅπαντα, ζόφον σκότοὺς τῶν πειρασμῶν, ἀπαστράπτων τε ἀκτῖνας εὐφροσύνης ἀεί, ἐν αἷς τηλαυγῶς καταλαμπόμενοι, Εὐλογίτω, βοῶμεν ἡ κτίσις τὸν Κύριον, καὶ ὑπερυψούτω εἰς πάντας τοὺς αἰῶνας."
    ],
    "triadikon": "Ζωὴν καὶ ζωὰς καὶ ἕν καὶ τρία φῶτα, τὴν Τριάδα πιστῶς ἀνυμνοῦμεν, πατρικαῖς ἑπόμενοι Θείαις ὄντως ταῖς διδαχαῖς, τὸν Πατέρα καὶ Υἱὸν καὶ Πνεῦμα Ἅγιον· μεθ᾽ ὧν εὐσεβοῦντες ἀναμέλψωμεν· Εὐλογείτω ἡ κτίσις πᾶσα τὸν Κύριον, καὶ ὑπερυψούτῶ, εἰς πάντας τοὺς αἰῶνας.",
    "theotokion": "Πράγματος ξενοπρεποῦς ἡ Βάτος τύπον, προεικόνισεν ἄχραντε Κόρῃ, καιομένη ἄφλεκτος, πάλαι ὄρει ἐν τῷ Σινᾷ, τὸ Μυστήριον τοῦ τόκου σου προγράφουσα· τὸ πῦρ γὰρ ἐν σοὶ τὸ τῆς Θεότητος, ἐνοικῆσαν, ἀλώβητόν σε τετήρηκε· διό σε ὑμνοῦμεν, εἰς πάντας τοὺς αϊῶνας.",
    "katavasia": "Θαύματος ὑπερφυοῦς ἡ δροσοβόλος, ἐξεικόνισε κάμινος τύπον· οὐ γὰρ οὓς ἐδέξατο φλέγει νέους, ὡς οὐδὲ πῦρ τῆς Θεότητος, Παρθένου ἣν ὑπέδυ νηδύν· διὸ ἀνυμνοῦντες ἀναμέλψωμεν· Εὐλογείτω ἡ κτίσις πᾶσα τὸν Κύριον, καὶ ὑπερυψούτω, εἰς πάντας τοὺς αἰῶνας."
  }, {
    "ode": "θ΄ (τῆς Θεοτόκου)",
    "tune": "Tὴν Ζωοδόχον Πηγὴν…",
    "irmos": "Tὴν Ζωοδόχον Πηγὴν τὴν ἀέναον, τὴν φωτοφόρον Λυχνίαν τὴν πάγχρυσον, τὸν Ναὸν τὸν ἔμψυχον, τὴν Σκηνὴν τὴν ἄχραντον, τοῦ οὐρανοῦ καὶ τῆς γῆς τὴν πλατυτέραν, τὴν Θεοτόκον οἱ πιστοὶ μεγαλύνομεν.",
    "verses": [
      "Ῥεῖθρον τῆς σῆς με κατάρδευσον χάριτος, τῶν συμφορῶν τῷ φλογμῷ φλογιζόμενον, καὶ δεινῶς τηκόμενον, Πηγὴ χαριτόβρυτε, τὸν Ποταμὸν ἡ τεκοῦσα τῶν χαρίτων, ἐξ οὗ ὁ πίνων διψήσει οὐδέποτε.",
      "Ὡς τοῦ Νυμφίου ὡραῖόν σε θάλαμον, ὡς τοῦ Δεσπότου παλάτιον ἔμψυχον, ὧς πορφύραν πάγχρυσον, καὶ τερπνὸν ἀνάκτορον, τοῦ Χριστοῦ Δέσποινα πάντων, καθικετεύοντά σε σῶσόν με."
    ]
  }, {
    "ode": "θ΄ (τοῦ Ἀνίου)",
    "tune": "Ἀνάρχου Γεννήτορος…",
    "verses": [
      "Λαμπάσι τῆς χάριτος, θεόφρον φωτιζόμενος, καὶ φωστὴρ εὐσεβείας, σαφῶς γενόμενος, τοὺς ἐν πειρασμοῖς διασῴζεις, τοὺς ἐν βυθῷ θαλάσσης λυτροῦσαι, καὶ τρέφεις λιμώττοντας, παραδόξως παμμακάριστε.",
      "Ὁ ἐν Παραδείσῳ, τῆς τρυφῆς νῦν αὐλιζόμενος, καὶ τὴν ἄφραστον δόξαν τρανῶς θεώμενος, ἐκ τῶν οὐρανίων ἁψίδων, τοὺς ὑμνητὰς τοὺς σοὺς ἐποπτεύεις, παθῶν ἐκλυτρούμενος, θεοφόρε Παμμακάριστε."
    ],
    "theotokion": "Σοφίαν καὶ δύναμιν, καὶ Λόγον ἐνυπόστατον, τοῦ Πατρὸς Θεομῆτορ, Ἁγνὴ γεγέννηκας, ἐκ τῶν σῶν ἀχράντων αἱμάτων, τὸν ἑαυτῆς, ναὸν προσλαβοῦσον, καὶ τούτῳ καθ᾽ ἕνωσιν, ἐνωθεῖσαν ἀδιάρρηκτον."
  }, {
    "ode": "θ΄ (ἓτερος τοῦ Ἀγίου)",
    "tune": "Μυστήριον ξένον…",
    "verses": [
      "Χορεύσαιε πνεύματι, πάντες φιλέορτοι, οὐρανοὶ εὑφραίνεσθε, ὄρη τε καὶ βουνοὶ Ἐκκλησίαι, καὶ παρθένων, ἀσκητῶν τε χοροί, φαιδρῶς ἐν τῇ μνήμῃ τοῦ παμμάκαρος, ἐν ᾗ συνελθόντες, τὸν Σωτῆρα μεγαλύνομεν.",
      "Ψαλάτωσαν ὕμνοις, τὰ πέραια ἅπαντα͵ ἐγκωμίων στέμμασι, πάντες τὴν κορυφὴν Νικολάου, τοῦ θείου κοσμοῦντες σαφῶς, τοῦ θεράποντος Χρισιοῦ τοῦ Θεοῦ, δι᾽ οὗ ἐκ παθῶν τε καὶ κινδύνων λυτρωθείημεν.",
      "Ὡς ἄξιον δέχου, τὸν ὕμνον Νικόλαε, τοῦ μικροῦ πονήματος, τούτου ὥσπερ Χριστός, προσεδέξατο τῆς χήρας τὰ δύο λεπτά· μὴ βδελύξῃ τὴν ἐγχείρησιν· ποθῶν οὐ κομπάζων γάρ, τρισμάκαρ κατετόλμησα."
    ],
    "triadikon": "Ἐνίζεται ὁμοουσίῳ θελήματι, ἡ Τριὰς μερίζεται, πάλιν προσωπικῶς ἀμερίστως, συντηροῦσα τὸ κράτος ἀεί, ὁ Πατήρ, ὁ Υἱὸς καὶ Πνεῦμα τὸ ζῶν, ὁ εἷς τρισυπόστατος Θεός, ὃν μεγαλύνομεν.",
    "theotokion": "Διέσωσται πᾶσα, ἡ κτίσις τῷ τόκῳ σου, καὶ ἀφεῖλε Κύριος, θρῆνον καὶ ὀδυρμόν, καὶ πᾶν δάκρυον, ἐκ παντὸς προσώπου· Ἀγνή, Θεοτόκε παναμώμητε ἐν σοί, καὶ ἡμεῖς τὰς ὁφειλὰς ἀποδιδόαμεν.",
    "katavasia": "Μυστήριον ξένον, ὁρῶ καὶ παράδοξον· οὐρανὸν τὸ Σπήλαιον Θρόνον χερουβικὸν τὴν Παρθένον· τὴν Φάτνην χωρίον· ἐν ᾧ ἀνεκλίθη ὁ ἀχώρητος, Χριστὸς ὁ Θεός· ὃν ἀνυμνοῦντες μεγαλύνομεν."
  }, {
    "exaposteilarion": [
      "Τὸν μέγαν ἀρχιποίμενα, καὶ Ἱεράρχὴν ἅπαντες, τὸν πρόεδρον τῶν Μυρέων, Νικόλαον εὐφημοῦμεν· πολοὺς γὰρ ἄνδρας ἔσωσεν, ἀδίκως θνῴσκειν μέλλοντας· καὶ βασιλεῖ ὁπτάνεται, σὺν Ἀβλαβίῳ κατ᾽ ὄναρ, λύων τὴν ἄδικον ψῆφον.",
      "Μεγάλως σε ἐδόξασεν, ἐν θαύμασιν ὁ Κύριος, καὶ ζῶντα καὶ μετὰ τέλος, Νικόλαε Ἱεράρχα· τίς γὰρ ἐξ ὅλης πίστεως, μόνον ἐπεκαλέσατο, τὸ ἅγιόν σου ὄνομα, καὶ οὐκ εὐθὺς εἰσηκούσθη, θερμὸν προστάτην εὑρών σε;"
    ],
    "tune": "Γυναῖκες ἀκουτίσθητε…",
    "theotokion": "Σοφίαν ἐνυπόσταιον, καὶ Λόγον ὑπερούσιον, καὶ ἰατρὸν τῶν ἁπάντων, Χριστὸν τεκοῦσα Παρθένε, τὰ τὰ ἕλκη καὶ τὰ τραύματα, τῆς ψυχῆς μου θεράπευσον, τὰ χαλεπὰ καὶ χρόνια, καὶ τῆς καρδίας μου παῦσον, τὰς ἀπρεπεῖς ἐνθυμήσεις."
  }
]