[
	{
		"who": "Ὁ Ἅγιος Προφήτης Ἀββακούμ",
		"intro": "Τῇ αὐτῇ ἡμέρᾳ, μνήμη τοῦ Ἁγίου Προφήτου Ἀββακοὺμ.",
		"sticharion": "Τάττει Θεὸς σοι τοὺς πόδας τεθνηκότι, / Εἰς συντέλειαν Ἀββακοὺμ, καθὼς ἔφης. / Δευτερῆς Ἀββακοὺμ ἀνεβήσατο εἰς Θεοῦ ἄστυ."
	},
	{
		"who": "Οἱ Ὅσιοι Πατέρες καὶ Ἐρημῖται Ἰωάννης, Ἡρακλείμων, Ἀνδρέας καὶ Θεόφιλος",
		"intro": "Τῇ αὐτῇ ἡμέρᾳ, μνήμη τῶν Ὁσίων Πατέρων ἡμῶν καὶ ἐρημιτῶν Ἰωάννου, Ἡρακλείμωνος, Ἀνδρέου καὶ Θεοφίλου.",
		"sticharion": "Ἀνδρῶν τετρακτὺς εἰς ἄλυπον χωρίον, / Ἐκ θλίψεως γέμοντος ἦλθε χωρίου."
	},
	{
		"who": "Ἡ Ἁγία Μάρτυς Μυρόπη",
		"intro": "Τῇ αὐτῇ ἡμέρᾳ, μνήμη τῆς Ἁγίας Μάρτυρος Μυρόπης.",
		"sticharion": "Ὄντως μύρον πέφηνεν Χριστῷ Μυρόπη, / Σῶμα προδοῦσα διὰ τούτου βασάνοις."
	},
	{
		"who": "Ὁ Ὅσιος Κύριλλος ὁ Φιλεώτης",
		"intro": "Τῇ αὐτῇ ἡμέρᾳ, μνήμη τοῦ Ὁσίου Πατρὸς ἡμῶν Κυρίλλου Φιλεώτου, ἀσκήσαντος κατὰ τὸ ἔτος 1060.",
		"sticharion": "Ὕλης ὑπερβὰς τὴν δυάδα, παμμάκαρ, / Παρίστασαι νῦν τῇ αὔλῳ Τριάδι."
	},
	{
		"who": "Ὁ Ἅγιος Ἀβίβος ὁ Νέος",
		"intro": "Τῇ αὐτῇ ἡμέρᾳ, ὁ Ἅγιος Ἀβίβος ὁ Νέος ἐν πυρὶ τελειοῦται.",
		"sticharion": "Πρὸς πῦρ Ἀβίβος εἶπεν ἀλγεῖν οὐκ ἔχω, /  Ἔχων συνόντα τοῦ πυρὸς τὸν Δεσπότην."
	},
	{
		"who": "Ὁ Ἅγιος Σολομών, Ἀρχιεπίσκοπος Ἐφέσου",
		"intro": "Τῇ αὐτῇ ἡμέρᾳ, ὁ ἐν Ἁγίοις Πατὴρ ἡμῶν Σολομών, ὁ Ἀρχιεπίσκοπος Ἐφέσου, ἐν εἰρήνῃ τελειοῦται.",
		"sticharion": "Θνήσκει Σολομών, οὐχ ὁ τοῦ Δαβὶδ γόνος, / Ἀλλ’ ὁ Σολομών, ἀρχιποιμὴν ποιμένων."
	},
	{
		"ode": "ζ΄",
		"tune": "Ἀβραμιαῖοι ποτέ…",
		"verses": [
			"Μεμυημένος σοφέ, τὴν ὑπὲρ λόγον γνῶσιν, καὶ προφητείας τὴν πολυφώτον, λαμπάδα κραυγάζεις νῦν· Ὁ τῶν Πατέρων ἡμῶν, Θεὸς εὐλογητός εἶ.",
		   "Μαρμαρυγῆς τριλαμποῦς, καὶ ἀνεκφράστου δόξης, τὴν μετουσίαν σοι δεδώρηται, Θεὸς ὁ δεδόξας, ὁ τῶν Πατέρων βοῶν, Θεὸς εὐλογητὸς εἶ."
		],
		"theotokion": "Ἐν γενεαῖς γενεῶν, Μήτηρ Παρθένος ὤφθης, εὐλογημένη ὑπὲρ ἔννοιαν, τὸν Λόγον κυήσασα, σεσαρκωμένον Θεόν, ὑπερφυῶς Παρθένε."
	},
	{
		"ode": "η΄",
		"tune": "Πάντα τὰ ἔργα τοῦ Θεοῦ…",
		"verses": [
	    "Λελαμπρυμένος τῷ φωτί, τῷ τρισηλίῳ ἠξιώθης πανόλβιε, θείων καὶ ὑπερφυῶν θαυμάτων, κραυγάζων· Ὑμνεῖτε τὸν Κύριον, καὶ ὑπερυψοῦτε εἰς πάντας τοὺς αἰῶνας.",
			"Πίνων χειμάρρουν τῆς τρυφῆς, καὶ τῆς αὔλου θεωρίας πληρούμενος, δόξης τε προφητικῆς, καὶ προεδρίας μετέχων, χαίρων ἀνυμνεῖς, τὸν Θεὸν εἰς τοὺς αἰῶνας.",
			"Ὦ τῆς ἐνθέου καὶ σεπτῆς, τῆς τοῦ Προφήτου Ἀββακοὺμ ὡραιότητος! οὗτος γὰρ Ἀγγελικαῖς, συγχορεύων Δυνάμεσι, χαίρων ἀνυμνεῖ, τὸν Θεὸν εἰς τοὺς αἰῶνας."
	  ],
	  "theotokion": "Μήτηρ ἐδείχθης ἀληθῶς, τοῦ πρὸ αἰώνων ἐκ Πατρὸς ἀνατείλαντος· μόνη γὰρ ἀξιωτέρα, γεγέννησαι τῶν ἀσωμάτων Νόων, εὐλογημένη ἁγνὴ Παρθένε.",
	  "irmos": "Πάντα τὰ ἔργα τοῦ Θεοῦ, καὶ πᾶσα κτίσις εὐλογεῖτε τὸν Κύριον, ὅτι τοῖς ἀνθρώποις ἐκ τῆς γῆς ἀνέτειλε τὸ φῶς, καὶ τὴν οἰκουμένην πᾶσαν ἐφώτισε, καὶ ζωὴν αἰώνιον τῷ κόσμῳ ἐδωρήσατο· ὑμνεῖτε λαοί, καὶ ὑπερυψοῦτε, αὐτὸν εἰς τοὺς αἰῶνας."
	},
	{
		"ode": "θ΄",
		"tune": "Ὁ τόκος σου ἄφθορος…",
		"verses": [
	    "Ἀστράπτει ἡ μνήμη σου Προφῆτα, λαμπρὰν ἀποπέμπουσα τὴν αἴγλην, τῆς σῆς θεηγορίας, καὶ τῆς σῆς μυσταγωγίας καὶ προφητείας, τοῖς σὲ τιμῶσιν, Ἀββακοὺμ μακαριώτατε.",
			"Κηρύξας τὸν Κύριον τῆς δόξης, καὶ τοῦτον προειπὼν τὴν παρουσίαν, ἐξ ἁγίας Παρθένου, προφανῶς, γεγεννημένην καὶ δεδειγμένην, βλέπων εὐφραίνου, Ἀββακοὺμ μακαριώτατε.",
			"Ἀγάλλονται πάντες οἱ Προφῆται, ἐπὶ τῇ σῇ χαρμοσύνῳ ἡμέρᾳ, γεγηθότες θεόφρον, τῆς χαρᾶς σοὶ κοινωνοῦντες καὶ θείας δόξης οἷς συμπρεσβεύων, τοὺς ὑμνοῦντάς σε περίσωζε."
	  ],
	  "theotokion": "Ῥανίσιν Ἁγνή τῶν οἰκτιρμῶν σου, ψυχῆς μου ἀπόπλυνον τὸν ῥύπον, καὶ κρουνοὺς μοι δακρύων ἀναβλύζειν, ἀενάως ποίησον Κόρη, τὰς τῶν παθῶν μου, ἀναβλύσεις ἀναστέλλουσα.",
	  "irmos": "Ὁ τόκος σου ἄφθορος ἐδείχθη, Θεὸς ἐκ λαγόνων σου προῆλθε, σαρκοφόρος ὡς ὤφθη ἐπὶ γῆς, καὶ τοῖς ἀνθρώποις συνανεστράφη· σὲ Θεοτόκε, διὸ πάντες μεγαλύνομεν."
	}
]